[
    "What It’s Like to Play With and Against Lionel Messi",
    "A Continental Competition, All in One Neighborhood",
    "Judge Suggests 20 Years for Doctor Who Abused Women, but Delays Sentence",
    "Your Exorbitant Medical Bill, Brought to You by the Latest Hospital Merger",
    "How Evangelical Christians Went From Jimmy Carter to Donald Trump",
    "Read The Morning",
    "Biden Takes His Battle for Democracy Case by Case",
    "‘Futurama’ Reboot Mines the Past",
    "The Hunger Fed by ‘Barbie’ and Taylor Swift",
    "President Biden to Create Monument to Emmett Till Amid Fights Over Black History",
    "Sorry, but I Still Think a Recession Is Coming",
    "Philippines Stuns New Zealand for First World Cup Win",
    "A 16-Year-Old American Makes World Cup History With Another Country",
    "This Is an Arms Race of a Different Kind, and It Has Already Begun",
    "Connections | Beta",
    "Russian Attack Threatens Even Alternative Routes for Ukrainian Grain",
    "Wordle",
    "Ranking Every M.L.B. Team From Best to Worst",
    "Changes to Judiciary Deepen Split in Israel as Opponents Weigh Options",
    "The Crossword",
    "Benjamin Franklin produced a stream of baroque, often beautiful money.",
    "I Saw ‘Barbie’ With a Feminist Author, and She Has a Theory About It",
    "Her Social Club Isn’t Going Anywhere",
    "This is how Israel’s Supreme Court might react to the challenge to its power.",
    "U.S. Sends More Weapons to Ukraine as Counteroffensive Falters",
    "Why Real Madrid Can Afford Kylian Mbappé Despite Spending Big This Summer",
    "There’s No Escaping Trump",
    "The Continuing Mystery of Covid’s Origin",
    "Take Our Book Review Quiz",
    "Letter Boxed",
    "Community Gardens, Vital Places of Refuge in the Bronx, Gain Recognition",
    "An Act of Vehicular NIMBYism",
    "Ron DeSantis Has Reached a Fork in the Road",
    "Obama Family Chef Dies While Paddleboarding on Martha’s Vineyard",
    "New York School District Woes Likened to ‘Environmental Racism’ in Flint, Mich.",
    "Wildfire smoke is affecting air quality in the U.S. and Canada. Here are maps of where it is heading.",
    "Jim Gaffigan’s comedy is getting darker and better, our critic writes.",
    "Tech Firms Once Powered New York’s Economy. Now They’re Scaling Back.",
    "Making Peace With the House Wrens’ Havoc",
    "Unchanged Since 1937, Soccer Pitch Markings Are Due an Update",
    "Joe Manchin Is Dreaming",
    "We’ve Been on the Front Lines. We Know What Ukraine Needs.",
    "An N.F.L. Star Was on the Brink of Retirement. This Is His Comeback Story.",
    "Could the Next Pandemic Start at the County Fair?",
    "Wrestling With His Past. And an Animatronic Shark.",
    "Some July Heat: ‘Virtually Impossible’ Without Climate Change, Analysis Finds",
    "What We’re Forced to Leave Behind When It Floods",
    "A Singles Party Where Chaos Is the Point",
    "The Fanciful World of Form Watches",
    "Prime Minister Benjamin Netanyahu scored a victory, but in doing so, he propelled Israel into an uncertain new era.",
    "Biden, Psychedelics, Twitter, My New Book — and So Much More",
    "Spelling Bee",
    "The 21st-Century Shakedown of Restaurants",
    "Today’s Wordle Review",
    "China Replaces Foreign Minister Missing From Public View Since June",
    "Once Praised, Jails Chief Draws Ire Over Lack of Transparency on Rikers",
    "Pan Gongsheng was named as head of China’s central bank on Tuesday. He’s known for stopping a currency plunge in 2016.",
    "A Trump-Biden Rematch That Many Are Dreading"
]