[
    {
        "title": "Texas Governor’s Policing of Border Pushes Limits of State Power",
        "content": "Gov. Greg Abbott brought in razor wire and floating barriers to deter unauthorized migration. The federal government is mounting a legal pushback."
    },
    {
        "title": "A federal judge blocked a Biden administration plan that drastically limited applications for asylum in the U.S.",
        "content": ""
    },
    {
        "title": "‘They Shoot Without Stopping’: Where Russia Is on the Attack in Ukraine",
        "content": "Along the vast 600-mile front line, Russia is mostly playing defense. In the northeast, it is once again mounting fierce offensive operations."
    },
    {
        "title": "British intelligence warned that Russia’s naval fleet was preparing to enforce a blockade in the Black Sea.",
        "content": ""
    },
    {
        "title": "Internet trolls propelled the rise of the Wagner leader Yevgeny Prigozhin. Now some of them are celebrating his fall.",
        "content": ""
    },
    {
        "title": "Life Along the Korean DMZ, 70 Years After the Fighting Ended",
        "content": "The Korean War Armistice separated the two Koreas and halted the fighting, but not the war itself."
    },
    {
        "title": "The Very Private Life of Melania Trump",
        "content": "The former first lady has steered clear of the campaign trail while her husband fights to return to the White House and faces increasing legal peril."
    },
    {
        "title": "Prosecutors Follow Multiple Strands as Jan. 6 Indictment Decision Looms",
        "content": "The special counsel continues to push ahead as he assembles evidence about former President Trump’s efforts to retain power after the 2020 election."
    },
    {
        "title": "A Republican group that opposes Donald Trump has a new ad campaign featuring voters who grew disillusioned with him.",
        "content": ""
    },
    {
        "title": "How George Santos Used Political Connections to Fuel Get-Rich Schemes",
        "content": "Mr. Santos, the first-term House member under federal indictment, tried to use his candidacy and ties to G.O.P. donors to create moneymaking opportunities."
    },
    {
        "title": "Blistering Heat Spreads to U.S. Midwest as Wildfire Smoke Lingers",
        "content": "Midwestern residents sweltered in the heat wave that has scorched the South and Southwest for many days."
    },
    {
        "title": "See photos of the deadly blazes raging across southern Europe and North Africa.",
        "content": ""
    },
    {
        "title": "Wildfires in Algeria left 34 people dead, including 10 soldiers who were trying to rescue people, the government said.",
        "content": ""
    },
    {
        "title": "Credit Markets Are Creaking, Creating Economic Uncertainty",
        "content": "Analysts are warning that bankruptcies and defaults among companies could jump as the world adjusts to higher interest rates."
    },
    {
        "title": "The Federal Reserve is widely expected to raise interest rates at its meeting today. Here’s what to watch for.",
        "content": ""
    },
    {
        "title": "Hunter Biden to Appear in Federal Court to Ratify Plea Deal",
        "content": "The president’s son is scheduled to plead guilty to two misdemeanor tax charges and accept an agreement that would avert prosecution on a gun charge."
    },
    {
        "title": "Speaker Kevin McCarthy, feeling pressure from the right, has escalated talk of impeaching President Biden.",
        "content": ""
    },
    {
        "title": "Women’s World Cup: Spain and Japan Advance to Round of 16; Canada Plays Ireland",
        "content": "Japan and Spain turned in statement wins as they headed to a showdown next week. Canada faces Ireland in search of goals, and momentum."
    },
    {
        "title": "Why I’m Rooting for Haiti",
        "content": "Among the largest field of competitors in this tournament’s history, the Haitian team may be the scrappiest of them all, our columnist writes."
    },
    {
        "title": "U.S.-Netherlands is a rematch of the 2019 final. But both teams have undergone big changes since then.",
        "content": ""
    },
    {
        "title": "Biden Administration Escalates Legacy Debate With Harvard Inquiry",
        "content": "An inquiry into admissions preference for family of alumni and donors began after the Supreme Court’s decision last month limiting affirmative action."
    },
    {
        "title": "Hollywood Strike Leaves Influencers Sidelined and Confused",
        "content": "Despite not being in the actors’ union, many content creators are passing up deals to promote films or TV shows, fearing a backlash."
    },
    {
        "title": "What ‘The Bear’ Gets Right About Chicago",
        "content": "The show celebrates a kind of ambition — humane and independent — that’s often neglected by Hollywood. Maybe that’s why the setting is so important."
    },
    {
        "title": "This exercise changed one author’s relationship with her body.",
        "content": ""
    },
    {
        "title": "“Attenzione, pickpocket!” A TikTok star watches out for tourists in Italy.",
        "content": ""
    },
    {
        "title": "In Israel, the Worst May Be Yet to Come",
        "content": ""
    },
    {
        "title": "The Telltale Signs of a Politically Motivated Investigation",
        "content": ""
    },
    {
        "title": "Democrats and Republicans Are Living in Different Worlds",
        "content": ""
    },
    {
        "title": "‘Oppenheimer’ and the Siren Song of World-Ending Technology",
        "content": ""
    },
    {
        "title": "Beto O’Rourke: Abbott’s Gantlet of Misery on the Southern Border\n\n\n",
        "content": ""
    },
    {
        "title": "The Fading Dream of Korean Reunification",
        "content": ""
    },
    {
        "title": "‘Joe Biden May Be the Last Pro-Israel Democratic President’",
        "content": ""
    },
    {
        "title": "Learning Languages Will Never Be Obsolete. But It May No Longer Be Necessary.",
        "content": ""
    },
    {
        "title": "I Saw ‘Barbie’ With a Feminist Author, and She Has a Theory About It",
        "content": ""
    },
    {
        "title": "What Happened to Japan?",
        "content": ""
    },
    {
        "title": "Israel’s Self-Inflicted Wound",
        "content": ""
    },
    {
        "title": "This Is an Arms Race of a Different Kind, and It Has Already Begun",
        "content": ""
    },
    {
        "title": "Flooding Is Taking Detroit Away",
        "content": ""
    },
    {
        "title": "Joe Manchin Is Dreaming",
        "content": ""
    },
    {
        "title": "The Hunger Fed by ‘Barbie’ and Taylor Swift",
        "content": ""
    },
    {
        "title": "An Israel Divided Against Itself",
        "content": ""
    },
    {
        "title": "Read The Morning",
        "content": "The picture of Covid’s origins has changed as more evidence emerges, but there might never be a clear answer, Julian E. Barnes writes."
    },
    {
        "title": "A Commitment to Green Policy in Britain Is Tested by an Election Win",
        "content": "The Conservative Party kept a seat by opposing some penalties on older, more-polluting cars, raising questions about its own pledges to reduce emissions."
    },
    {
        "title": "Family Died in Rockies After Trying to Live ‘Off the Grid,’ Official Says",
        "content": "Two sisters and a teenage son moved to a Colorado campsite last July. They had wanted a break from a world that distressed them, a local coroner said."
    },
    {
        "title": "The Prize for the Longest Pregnancy in Mammals May Go to This Whale",
        "content": "Bowhead whales may carry their babies for as long as 23 months, although more research is needed to confirm the finding."
    },
    {
        "title": "Judge Vacates Bowe Bergdahl’s Conviction and Dishonorable Discharge",
        "content": "The Army colonel overseeing the court-martial trial had applied for a job with the Trump-era Justice Department, raising the appearance of bias."
    },
    {
        "title": "The Wind, the Water, the Islands: Exploring Stockholm’s Archipelago",
        "content": "With more than 20,000 islands, the archipelago is a quintessential summer destination for Swedes. Travelers can explore it, too, by ferry and rented boat."
    },
    {
        "title": "Leadership Lessons From a Barbarian",
        "content": "This Goth king nurtured Roman culture and impressed Machiavelli."
    },
    {
        "title": "Britpop’s Back. But What Happened to Cool Britannia?",
        "content": "A ’90s revival is missing that era’s swaggering sense of national self-belief."
    },
    {
        "title": "Bringing ‘Barbie’ Dreamhouses to Life",
        "content": "To make their sets a reality, the movie’s production team embraced the surreal."
    },
    {
        "title": "A Party in the Hamptons",
        "content": "Polo Hamptons drew hundreds of people for a match and cocktail party."
    },
    {
        "title": "P.S.G. Wants to Sell the World’s Best Soccer Player. France’s Labor Laws Are on His Side.",
        "content": "Kylian Mbappé is the target of a huge offer from a Saudi Arabian club, but he isn’t ready to leave yet."
    },
    {
        "title": "Michigan’s Penalty for Football Coach Is an Appropriate Slap on the Wrist",
        "content": "Jim Harbaugh faces a suspension of four inconsequential games, and that’s a sign of progress on N.C.A.A.’s outdated rules, our columnist writes."
    },
    {
        "title": "What It’s Like to Play With and Against Lionel Messi",
        "content": "We spoke to a dozen players who have had the good (or bad) fortune to share a pitch with one of the greats."
    },
    {
        "title": "Messi Is Magnificent Again as Inter Miami Trounces Atlanta United",
        "content": ""
    },
    {
        "title": "The Horse Placenta Craze Among Europe’s Soccer Stars",
        "content": ""
    },
    {
        "title": "A Two-Time All-Star Signs the Richest Contract in N.B.A. History",
        "content": ""
    },
    {
        "title": "Wordle",
        "content": "Guess the 5-letter word with 6 chances."
    },
    {
        "title": "Today’s Wordle Review",
        "content": "Our columnist reviews the day’s puzzle. Warning: Contains spoilers!"
    },
    {
        "title": "Connections | Beta",
        "content": "Group words that share a common thread."
    },
    {
        "title": "Spelling Bee",
        "content": "Subscribers can now play puzzles from previous days."
    },
    {
        "title": "The Crossword",
        "content": "Get clued in with wordplay, every day."
    },
    {
        "title": "Letter Boxed",
        "content": "Create words using letters around the square."
    }
]